Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpNoSpeakersFoundBody
source: Make sure the Mac is on the same Wi-Fi network as the speakers. When the app asks for permission to access devices on the local network, grant it — discovery will not work otherwise.
da: Sørg for, at Mac’en er på samme Wi-Fi-netværk som højttalerne. Når appen beder om tilladelse til at tilgå enheder på det lokale netværk, giv den — ellers virker registreringen ikke.
de: Stelle sicher, dass sich der Mac im selben WLAN wie die Lautsprecher befindet. Wenn die App die Berechtigung zum Zugriff auf Geräte im lokalen Netzwerk anfordert, erteile sie — andernfalls funktioniert die Erkennung nicht.
es: Asegúrate de que el Mac esté en la misma red Wi-Fi que los altavoces. Cuando la app pida permiso para acceder a dispositivos en la red local, concédelo, de lo contrario la detección no funcionará.
fr: Assurez-vous que le Mac est sur le même réseau Wi-Fi que les enceintes. Lorsque l’app demande l’autorisation d’accéder aux appareils du réseau local, accordez-la — sinon la détection ne fonctionnera pas.
it: Assicurati che il Mac sia sulla stessa rete Wi-Fi degli altoparlanti. Quando l’app chiede l’autorizzazione ad accedere ai dispositivi sulla rete locale, concedila — altrimenti il rilevamento non funzionerà.
ja: Macがスピーカーと同じWi-Fiネットワークに接続されていることを確認してください。ローカルネットワーク上のデバイスへのアクセス許可が求められたら許可してください—そうしないと検出は機能しません。
nb: Sørg for at Macen er på samme Wi-Fi-nettverk som høyttalerne. Når appen ber om tillatelse til å nå enheter på det lokale nettverket, gi den — ellers vil ikke oppdagelsen fungere.
nl: Zorg dat de Mac op hetzelfde Wi-Fi-netwerk zit als de luidsprekers. Verleen de app toestemming om apparaten op het lokale netwerk te benaderen — anders werkt detectie niet.
pl: Upewnij się, że Mac jest w tej samej sieci Wi-Fi co głośniki. Gdy aplikacja poprosi o pozwolenie na dostęp do urządzeń w sieci lokalnej, udziel go — inaczej wykrywanie nie zadziała.
pt: Verifique se o Mac está na mesma rede Wi-Fi das caixas. Quando o app pedir permissão para acessar dispositivos na rede local, conceda — caso contrário, a descoberta não funcionará.
sv: Säkerställ att Macen är på samma Wi-Fi-nätverk som högtalarna. När appen ber om tillstånd att komma åt enheter på det lokala nätverket, bevilja det — annars fungerar inte upptäckten.
zh_hans: 确保 Mac 和音箱在同一 Wi-Fi 网络。当应用请求访问本地网络设备权限时，请授予，否则无法发现。

# helpNowPlayingDetails
source: Now Playing details
da: Afspilles nu-detaljer
de: Aktuelle-Wiedergabe-Details
es: Detalles de reproducción
fr: Détails de la lecture
it: Dettagli In riproduzione
ja: 再生中の詳細
nb: Spilles nå-detaljer
nl: Speelt-nu-details
pl: Szczegóły odtwarzania
pt: Detalhes da reprodução
sv: Spelas nu-detaljer
zh_hans: 正在播放详情

# helpNowPlayingDetailsBody
source: Below the speaker volumes a tabbed panel offers Lyrics, About, and History for the current track. The panel is collapsible — click the chevron on the divider to hide or show it.
da: Under højttalerlydstyrkerne tilbyder et fanepanel Sangtekst, Info og Historik for det aktuelle spor. Panelet kan klappes ind — klik på chevronen på adskilleren for at skjule eller vise det.
de: Unter den Lautstärken bietet ein Tab-Panel Liedtext, Info und Verlauf des aktuellen Titels. Das Panel ist einklappbar — klicke auf den Pfeil im Trennstrich, um es ein- oder auszublenden.
es: Debajo de los volúmenes de los altavoces, un panel con pestañas ofrece Letra, Información e Historial de la pista actual. El panel se puede contraer — haz clic en el chevron del divisor para ocultarlo o mostrarlo.
fr: Sous les volumes d’enceintes, un panneau à onglets propose Paroles, À propos et Historique du morceau en cours. Le panneau est repliable — cliquez sur le chevron du séparateur pour le masquer ou l’afficher.
it: Sotto i volumi dei diffusori, un pannello a schede offre Testo, Info e Cronologia del brano in corso. Il pannello è comprimibile — fai clic sul chevron del divisore per nasconderlo o mostrarlo.
ja: スピーカーの音量の下に、現在のトラックに関する歌詞・情報・履歴のタブパネルがあります。パネルは折りたため可能—区切りのシェブロンをクリックすると表示/非表示が切り替わります。
nb: Under høyttalervolumene tilbyr et fanepanel Sangtekst, Info og Historikk for det aktuelle sporet. Panelet kan kollapses — klikk på chevronen på skilletegnet for å skjule eller vise det.
nl: Onder de speakervolumes biedt een tabbladpaneel Songtekst, Info en Geschiedenis voor het huidige nummer. Het paneel is inklapbaar — klik op de chevron op de scheidingslijn om het te verbergen of tonen.
pl: Pod poziomami głośności głośników panel z kartami zawiera Tekst, Informacje i Historię bieżącego utworu. Panel można zwijać — kliknij szewron na separatorze, aby go ukryć lub pokazać.
pt: Abaixo dos volumes das colunas, um painel com separadores oferece Letra, Informações e Histórico para a faixa atual. O painel é retrátil — clique no chevron no separador para ocultá-lo ou mostrá-lo.
sv: Under högtalarvolymerna erbjuder en flikpanel Sångtext, Info och Historik för aktuellt spår. Panelen kan fällas in — klicka på chevronen på avgränsaren för att dölja eller visa den.
zh_hans: 揚声器音量下方有一个带标签页的面板，提供当前曲目的歌词、信息与历史。面板可折叠—点击分隔线上的人字形图标以隐藏或显示。

# helpNowPlayingDetailsHeading
source: Lyrics, About, History tabs
da: Faner Sangtekst, Info, Historik
de: Tabs: Liedtext, Info, Verlauf
es: Pestañas Letra, Información, Historial
fr: Onglets Paroles, À propos, Historique
it: Schede Testo, Info, Cronologia
ja: 歌詞・情報・履歴タブ
nb: Faner Sangtekst, Info, Historikk
nl: Tabbladen Songtekst, Info, Geschiedenis
pl: Karty Tekst, Informacje, Historia
pt: Separadores Letra, Informações, Histórico
sv: Flikar Sångtext, Info, Historik
zh_hans: 歌词、信息、历史标签

# helpPlayback
source: Playback
da: Afspilning
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
sv: Uppspelning
zh_hans: 播放

# helpPlaylistManagementBody
source: Sonos playlists appear under Playlists in Browse. Right-click one to rename or delete it; changes are written to the Sonos system, so every controller sees them. Saved queues stored inside Choragus are managed separately, in the Playlist Manager window.
da: Sonos-playlister vises under Playlister i Gennemse. Højreklik på en for at omdøbe eller slette den; ændringer skrives til Sonos-systemet, så alle controllere ser dem. Gemte køer lagret i Choragus administreres separat i vinduet Playlistestyring.
de: Sonos-Playlists erscheinen unter Playlists in Durchsuchen. Klicke mit der rechten Maustaste auf eine, um sie umzubenennen oder zu löschen; Änderungen werden in das Sonos-System geschrieben, sodass jeder Controller sie sieht. In Choragus gespeicherte Warteschlangen werden separat im Fenster "Playlist-Manager" verwaltet.
es: Las listas de reproducción de Sonos aparecen en Listas de reproducción dentro de Explorar. Haz clic derecho en una para cambiarle el nombre o eliminarla; los cambios se guardan en el sistema Sonos para que todos los controladores los vean. Las colas guardadas dentro de Choragus se administran por separado en la ventana Gestor de listas.
fr: Les playlists Sonos apparaissent sous Playlists dans Parcourir. Faites un clic droit sur l'une d'elles pour la renommer ou la supprimer ; les modifications sont écrites dans le système Sonos, afin que chaque contrôleur les voie. Les files d'attente enregistrées dans Choragus sont gérées séparément, dans la fenêtre Gestionnaire de playlists.
it: Le playlist Sonos appaiono sotto Playlist in Sfoglia. Fai clic con il tasto destro su una di esse per rinominarla o eliminarla; le modifiche vengono scritte nel sistema Sonos, in modo che ogni controller le veda. Le code salvate all'interno di Choragus sono gestite separatamente, nella finestra Libreria code.
ja: Sonosプレイリストは「ブラウズ」の「プレイリスト」に表示されます。右クリックして名前の変更や削除を行うと、変更がSonosシステムに書き込まれ、すべてのコントローラーに反映されます。Choragus内に保存されたキューは、「プレイリスト管理」ウィンドウで個別に管理されます。
nb: Sonos-spillelister vises under Spillelister i Bla gjennom. Høyreklikk på en for å gi den nytt navn eller slette den; endringer skrives til Sonos-systemet, slik at hver kontroller ser dem. Lagrede køer i Choragus administreres separat, i Spillelistebehandler-vinduet.
nl: Sonos-afspeellijsten verschijnen onder Afspeellijsten in Bladeren. Klik er met de rechtermuisknop op om deze te hernoemen of te verwijderen; wijzigingen worden naar het Sonos-systeem geschreven, zodat elke controller ze ziet. Opgeslagen wachtrijen in Choragus worden afzonderlijk beheerd in het venster Afspeellijstbeheer.
pl: Playlisty Sonos pojawiają się w sekcji Playlisty w zakładce Przeglądaj. Kliknij prawym przyciskiem myszy, aby zmienić nazwę lub usunąć playlistę; zmiany są zapisywane w systemie Sonos, więc każdy kontroler je widzi. Zapisane kolejki w aplikacji Choragus są zarządzane oddzielnie, w oknie Menedżer playlist.
pt: As listas de reprodução Sonos aparecem em Listas de reprodução na secção Explorar. Clica com o botão direito numa delas para a renomear ou eliminar; as alterações são guardadas no sistema Sonos, pelo que todos os controladores as veem. As filas guardadas no Choragus são geridas separadamente, na janela Gerenciador de playlists.
sv: Sonos-spellistor visas under Spellistor i Bläddra. Högerklicka på en för att byta namn på eller ta bort den; ändringar skrivs till Sonos-systemet så att alla kontroller ser dem. Sparade köer i Choragus hanteras separat i fönstret Spellisthanterare.
zh_hans: Sonos 播放列表出现在“浏览”中的“播放列表”下。右键点按可重命名或删除；更改将写入 Sonos 系统，因此每个控制器都能看到。存储在 Choragus 内的已保存队列在“播放列表管理”窗口中单独管理。

# helpPlayPauseFocus
source: Play / Pause (Now Playing focus)
da: Afspil / Pause (Afspilles nu i fokus)
de: Wiedergabe / Pause (Aktuelle Wiedergabe im Fokus)
es: Reproducir / Pausar (con foco en En reproducción)
fr: Lecture / Pause (focus sur En cours de lecture)
it: Riproduci / Pausa (con In riproduzione in primo piano)
ja: 再生 / 一時停止（再生中フォーカス）
nb: Spill / Pause (Spilles nå i fokus)
nl: Afspelen / Pauze (Now Playing heeft focus)
pl: Odtwarzaj / Pauza (Teraz odtwarzane w fokusie)
pt: Tocar / Pausar (foco em Tocando agora)
sv: Spela / Pausa (Spelas nu i fokus)
zh_hans: 播放 / 暂停（正在播放焦点）

# helpPlexBody
source: Choragus offers two Plex paths. Plex – Local connects to your Plex Media Server directly, after a PIN sign-in on plex.tv, and streams over your network. Plex – Remote is Sonos's own Plex service, reached through Plex's servers once Plex is linked in the Sonos app; Plex lists your server there only when Remote Access has a direct public address, so a relay-only server (CGNAT) shows as unavailable. Use Plex – Local for rooms on your network. With Plex – Local, a playing track shows as an active stream on the Plex server, and a track played to at least 90% counts as a play in the server's play count, last-played date and history.
da: Choragus tilbyder to Plex-veje. Plex – Lokal forbinder direkte til din Plex Media Server efter PIN-login på plex.tv og streamer over dit netværk. Plex – Fjern er Sonos' egen Plex-tjeneste, nået via Plex' servere når Plex er koblet i Sonos-appen; Plex viser kun din server dér, når fjernadgang har en direkte offentlig adresse, en server kun via relay (CGNAT) vises som utilgængelig. Brug Plex – Lokal til rum på dit netværk. Med Plex – Lokal vises et spor der afspilles som en aktiv stream på Plex-serveren, og et spor afspillet mindst 90 % tæller som en afspilning (antal afspilninger, sidst afspillet, historik).
de: Choragus bietet zwei Plex-Pfade. Plex – Lokal verbindet sich nach einer PIN-Anmeldung auf plex.tv direkt mit Ihrem Plex Media Server und streamt über Ihr Netzwerk. Plex – Remote ist der Plex-Dienst von Sonos, erreicht über die Plex-Server, sobald Plex in der Sonos-App verknüpft ist; Plex listet Ihren Server dort nur, wenn der Fernzugriff eine direkte öffentliche Adresse hat, ein Server nur über Relay (CGNAT) erscheint als nicht verfügbar. Verwenden Sie Plex – Lokal für Räume in Ihrem Netzwerk. Mit Plex – Lokal erscheint ein laufender Titel als aktiver Stream auf dem Plex-Server, und ein zu mindestens 90 % abgespielter Titel zählt dort als Wiedergabe (Wiedergabezähler, zuletzt gespielt, Verlauf).
es: Choragus ofrece dos rutas para Plex. Plex – Local conecta directamente con tu Plex Media Server tras iniciar sesión con PIN en plex.tv y reproduce por tu red. Plex – Remoto es el servicio Plex de Sonos, a través de los servidores de Plex una vez vinculado Plex en la app de Sonos; Plex solo muestra tu servidor ahí si el acceso remoto tiene una dirección pública directa, un servidor solo por relay (CGNAT) aparece como no disponible. Usa Plex – Local para las habitaciones de tu red. Con Plex – Local, una pista en reproducción aparece como transmisión activa en el servidor Plex, y una pista reproducida al menos al 90 % cuenta como reproducción (contador, última reproducción, historial).
fr: Choragus propose deux chemins Plex. Plex – Local se connecte directement à votre Plex Media Server après une connexion par PIN sur plex.tv et diffuse sur votre réseau. Plex – Distant est le service Plex de Sonos, joint via les serveurs de Plex une fois Plex lié dans l'app Sonos ; Plex n'y affiche votre serveur que si l'accès à distance a une adresse publique directe, un serveur joignable uniquement par relais (CGNAT) apparaît indisponible. Utilisez Plex – Local pour les pièces de votre réseau. Avec Plex – Local, une piste en lecture apparaît comme flux actif sur le serveur Plex, et une piste lue à au moins 90 % compte comme une lecture (nombre de lectures, dernière lecture, historique).
it: Choragus offre due percorsi per Plex. Plex – Locale si connette direttamente al tuo Plex Media Server dopo l'accesso con PIN su plex.tv e riproduce sulla tua rete. Plex – Remoto è il servizio Plex di Sonos, raggiunto tramite i server di Plex una volta collegato Plex nell'app Sonos; Plex vi elenca il tuo server solo se l'accesso remoto ha un indirizzo pubblico diretto, un server solo via relay (CGNAT) risulta non disponibile. Usa Plex – Locale per le stanze della tua rete. Con Plex – Locale, un brano in riproduzione appare come stream attivo sul server Plex, e un brano riprodotto almeno al 90% conta come riproduzione (conteggio, ultima riproduzione, cronologia).
ja: Choragus には Plex への経路が 2 つあります。Plex – ローカル は plex.tv で PIN サインイン後に Plex Media Server へ直接接続し、ネットワーク内でストリーミングします。Plex – リモート は Sonos の Plex サービスで、Sonos アプリで Plex をリンクすると Plex のサーバー経由で接続します。リモートアクセスに直接の公開アドレスがある場合のみサーバーが表示され、リレーのみ（CGNAT）のサーバーは利用不可と表示されます。ネットワーク内の部屋には Plex – ローカル を使ってください。 Plex – ローカル では、再生中のトラックが Plex サーバー上でアクティブなストリームとして表示され、90% 以上再生されたトラックは再生としてカウントされます（再生回数、最終再生日、履歴）。
nb: Choragus tilbyr to Plex-veier. Plex – Lokal kobler direkte til Plex Media Server etter PIN-innlogging på plex.tv og strømmer over nettverket ditt. Plex – Fjern er Sonos sin egen Plex-tjeneste, nådd via Plex sine servere når Plex er koblet i Sonos-appen; Plex viser serveren din der bare når fjerntilgang har en direkte offentlig adresse, en server som bare nås via relé (CGNAT) vises som utilgjengelig. Bruk Plex – Lokal for rom i nettverket ditt. Med Plex – Lokal vises et spor som spilles som en aktiv strøm på Plex-serveren, og et spor spilt minst 90 % teller som en avspilling (antall avspillinger, sist spilt, historikk).
nl: Choragus biedt twee Plex-paden. Plex – Lokaal maakt na een PIN-aanmelding op plex.tv direct verbinding met je Plex Media Server en streamt over je netwerk. Plex – Extern is de Plex-service van Sonos, bereikt via de servers van Plex zodra Plex in de Sonos-app is gekoppeld; Plex toont je server daar alleen als Remote Access een direct openbaar adres heeft, een server alleen via relay (CGNAT) is niet beschikbaar. Gebruik Plex – Lokaal voor kamers in je netwerk. Met Plex – Lokaal verschijnt een spelend nummer als actieve stream op de Plex-server, en een nummer dat voor ten minste 90% is afgespeeld telt daar als afgespeeld (aantal keren afgespeeld, laatst afgespeeld, geschiedenis).
pl: Choragus oferuje dwie ścieżki Plex. Plex – Lokalny łączy się bezpośrednio z Twoim Plex Media Server po logowaniu PIN na plex.tv i odtwarza w Twojej sieci. Plex – Zdalny to usługa Plex firmy Sonos, dostępna przez serwery Plex po powiązaniu Plex w aplikacji Sonos; Plex pokazuje tam Twój serwer tylko, gdy zdalny dostęp ma bezpośredni adres publiczny, serwer dostępny wyłącznie przez relay (CGNAT) jest niedostępny. Dla pomieszczeń w Twojej sieci użyj Plex – Lokalny. Z Plex – Lokalny odtwarzany utwór pojawia się jako aktywny strumień na serwerze Plex, a utwór odtworzony w co najmniej 90% liczy się jako odtworzenie (licznik odtworzeń, ostatnio odtworzony, historia).
pt: O Choragus oferece dois caminhos para Plex. Plex – Local liga-se diretamente ao seu Plex Media Server após iniciar sessão com PIN em plex.tv e reproduz pela sua rede. Plex – Remoto é o serviço Plex da Sonos, acessado pelos servidores da Plex depois de ligar o Plex na app Sonos; a Plex só lista o seu servidor aí quando o acesso remoto tem um endereço público direto, um servidor apenas por relay (CGNAT) aparece como indisponível. Use Plex – Local para salas na sua rede. Com Plex – Local, uma faixa em reprodução aparece como stream ativo no servidor Plex, e uma faixa reproduzida pelo menos a 90% conta como reprodução (contagem, última reprodução, histórico).
sv: Choragus erbjuder två vägar för Plex. Plex – Lokal ansluter direkt till din Plex Media Server efter PIN-inloggning på plex.tv och strömmar över ditt nätverk. Plex – Fjärr är Sonos egen Plex-tjänst, nådd via Plex servrar när Plex är länkat i Sonos-appen; Plex visar din server där bara när fjärråtkomst har en direkt publik adress, en server som bara nås via relä (CGNAT) visas som otillgänglig. Använd Plex – Lokal för rum i ditt nätverk. Med Plex – Lokal visas ett spår som spelas som en aktiv ström på Plex-servern, och ett spår som spelats till minst 90 % räknas som en uppspelning (antal uppspelningar, senast spelad, historik).
zh_hans: Choragus 提供两条 Plex 路径。Plex – 本地 在 plex.tv 完成 PIN 登录后直接连接您的 Plex Media Server，并在本地网络中播放。Plex – 远程 是 Sonos 自身的 Plex 服务，在 Sonos 应用中关联 Plex 后通过 Plex 的服务器连接；只有当远程访问具有直接公网地址时 Plex 才会列出您的服务器，仅通过中继（CGNAT）的服务器会显示为不可用。本地网络中的房间请使用 Plex – 本地。 使用 Plex – 本地 时，正在播放的曲目会在 Plex 服务器上显示为活动流，播放至少 90% 的曲目会计为一次播放（播放次数、最近播放、历史记录）。

# helpPlexHeading
source: Plex (Local vs Remote)
da: Plex (Lokal vs Fjern)
de: Plex (Lokal vs Remote)
es: Plex (Local vs Remoto)
fr: Plex (Local vs Distant)
it: Plex (Locale vs Remoto)
ja: Plex（ローカルとリモート）
nb: Plex (Lokal vs Ekstern)
nl: Plex (Lokaal vs Extern)
pl: Plex (Lokalny vs Zdalny)
pt: Plex (Local vs Remoto)
sv: Plex (Lokal vs Fjärr)
zh_hans: Plex（本地与远程）

# helpPreferences
source: Preferences
da: Indstillinger
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 環境設定
nb: Innstillinger
nl: Voorkeuren
pl: Preferencje
pt: Preferências
sv: Inställningar
zh_hans: 偏好设置

# helpPreferencesBody
source: Open Choragus → Settings… (⌘,) to configure the app.
da: Åbn Choragus → Indstillinger… (⌘,) for at konfigurere appen.
de: Öffne Choragus → Einstellungen… (⌘,), um die App zu konfigurieren.
es: Abre Choragus → Ajustes… (⌘,) para configurar la app.
fr: Ouvrez Choragus → Réglages… (⌘,) pour configurer l’app.
it: Apri Choragus → Impostazioni… (⌘,) per configurare l’app.
ja: Choragus → 設定…（⌘,）を開いてアプリを設定します。
nb: Åpne Choragus → Innstillinger… (⌘,) for å konfigurere appen.
nl: Open Choragus → Instellingen… (⌘,) om de app te configureren.
pl: Otwórz Choragus → Ustawienia… (⌘,), aby skonfigurować aplikację.
pt: Abra Choragus → Configurações… (⌘,) para configurar o app.
sv: Öppna Choragus → Inställningar… (⌘,) för att konfigurera appen.
zh_hans: 打开 Choragus → 设置…（⌘,）配置应用。

# helpPreferencesSection
source: Preferences
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
sv: Inställningar
zh_hans: 设置
